{
  "id": "7dc9219d-ff30-43da-bfb9-724212eb095d",
  "title": "Quantum magnet is billions of times colder than interstellar space",
  "text": "A new kind of quantum magnet is made out of atoms only a billionth of a degree warmer than absolute zero – and physicists aren’t sure how it behaves.\nA regular magnet repels or attracts magnetic objects depending on whether electrons inside it are in an “up” or a “down” quantum spin state, a property similar to having a north and south pole aligned in a particular direction. However, this isn’t the only property that can be used to build a magnet.\nKaden Hazzard at Rice University in Texas and his colleagues used ytterbium atoms to make a magnet based on a spin-like property that has six options, each labelled with a colour.\nThe researchers confined the atoms in a vacuum in a small metal and glass box, and then used laser beams to cool them down. The push from the laser beam made the most energetic atoms release some energy, which lowers the overall temperature, similar to blowing on a cup of tea.\nThey also used lasers to arrange the atoms in different configurations to produce magnets. Some were one-dimensional like a wire, others were two-dimensional like a thin sheet of a material or three-dimensional like a piece of a crystal.\nThe atoms arranged in lines and sheets reached about 1.2 nanokelvin, more than 2 billion times colder than interstellar space. For the atoms in three-dimensional arrangements, the situation is so complex that the researchers are still figuring out the best way to measure the temperature.\nThe atoms in the experiment belong to a larger group called fermions and were “the coldest fermions in the universe”, says Hazzard. “Thinking about experimenting on this 10 years ago, it looked like a theorist’s dream,” he says.\nPhysicists have long been interested in how atoms interact in exotic magnets like this because they suspect that similar interactions happen in high-temperature superconductors – materials that perfectly conduct electricity. By better understanding what happens, they could build better superconductors.\nThere have been theoretical calculations about such magnets but they have failed to predict exact colour state patterns or how magnetic exactly they can be, says co-author Eduardo Ibarra-García-Padilla. He says that he and his colleagues carried out some of the best calculations yet while they were analysing the experiment, but could still only predict the colours of eight atoms at a time in the line and sheet configurations out of the thousands of atoms in the experiment.\nVictor Gurarie at the University of Colorado Boulder says that the experiment was just cold enough for atoms to start “paying attention” to the quantum colour states of their neighbours, a property that does not influence how they interact when warm. Because computations are so difficult, similar future experiments may be the only method for studying these quantum magnets, he says.",
  "publishedAt": "2022-09-09T12:00:00.000Z",
  "source": {
    "name": "Nature Physics",
    "code": "DOI: 10.1038/s41567-022-01725-6"
  },
  "author": "Carlos Clarivan"
}
